Repository: gunjanpurplle/i18n-poc-2
Catalog: src/locale/messages.*.xlf
Languages: hi

source: test application
hi: टेस्ट एप्लिकेशन

source: hello hello test
hi: नमस्ते नमस्ते टेस्ट

source: Demo companion app for <a href="this.phraseBlogUrl">Phrase blog</a> post. <a href="this.angularUrl">Made with Angular</a>.
hi: फ्रेज़ ब्लॉग पोस्ट के लिए डेमो सहायक ऐप। <a href="this.phraseBlogUrl">वाक्य ब्लॉग</a> पोस्ट। <a href="this.angularUrl">एंगुलर के साथ बनाया गया है</a>।

source: azcadea logo
hi: अजकेडिया लोगो

source: azcadea
hi: अजकेडिया

source: About
hi: के बारे में

source: Home
hi: होम

source: This is a fictional demo app that goes with a <a href="https://phrase.com/blog">Phrase blog</a> article. It was made with <a href="https://angular.io">Angular</a> and <a href="https://tailwindcss.com/">Tailwind CSS</a>.
hi: यह एक काल्पनिक डेमो ऐप है जो एक <a href="https://phrase.com/blog">वाक्य ब्लॉग</a> लेख के साथ है। इसे <a href="https://angular.io">एंगुलर</a> और <a href="https://tailwindcss.com/">टेलविंड सीएसएस</a> के साथ बनाया गया है।

source: Attributions
hi: श्रेयांकन

source: Brand icon in navbar is <i class="font-italic">Arcade</i> by <a href="https://thenounproject.com/icon/arcade-2298442/" >Flatart from NounProject.com</a >.
hi: नेवबार में ब्रांड आइकन <i class="font-italic">आर्केड</i> है <a href="https://thenounproject.com/icon/arcade-2298442/" >नौन प्रोजेक्ट.कॉम से फ्लैटआर्ट</a >।

source: Arcade cabinet photos are from <a href="https://unsplash.com/">Unsplash</a>:
hi: आर्केड कैबिनेट फोटो <a href="https://unsplash.com/">अनस्प्लैश</a> से:

source: Mappy cabinet
hi: मैप्पी कैबिनेट

source: Daniela Scherenberg Diaz
hi: डानिएला शेरेनबर्ग दियाज़

source: Guitar hero cabinet
hi: गिटार हीरो कैबिनेट

source: Senad Palic
hi: सेनड पालिक

source: Super Mario Bros. cabinet
hi: सुपर मारियो ब्रोस. कैबिनेट

source: Rafael Hoyos Weht
hi: राफेल होयोस वेहट

source: Pac-man cabinet
hi: पैक-मैन कैबिनेट

source: Darya Tryfanava
hi: डार्या त्रिफानावा

source: {cabinet.storeCount, plural, =0 {Sold out} =1 {Available at 1 outlet} other {Available at {{ cabinet.storeCount }} outlets} }
hi: {cabinet.storeCount, plural, =0 {बिक गया} =1 {1 आउटलेट में उपलब्ध} other {{ cabinet.storeCount }} आउटलेट्स में उपलब्ध}

source: {VAR_PLURAL, plural, =0 {Sold out} =1 {Available at 1 outlet} other {Available at {INTERPOLATION} outlets}}
hi: {VAR_PLURAL, plural, =0 {बिक गया} =1 {1 आउटलेट में उपलब्ध} other {{INTERPOLATION} आउटलेट्स में उपलब्ध}}

source: Add to cart
hi: कार्ट में डालें

source: Image of cabinet.name
hi: cabinet.name की छवि
